Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaisten kotiseutualueen kunnissa Enontekiöllä, Inarissa, Sodankylässä ja Utsjoella on toteutettu Saamelaiskäräjien esityksestä saamelaisten/saamenkielisten sosiaalipalvelujen kehittämisyksikköhanke ajalla 1.9.
sme: Sápmelaččaid ruovttuguovllu gielddain Eanodagas, Anáris, Soađegilis ja Ohcejogas lea ollašuhtton Sámedikki evttohusas sápmelaččaid/sámegielat sosiálabálvalusaid ovddidanovttadatfidnu 1.9.200731.12.2009 gaskasaš áigge.

source: 2009. Hanke on ollut osa Pohjois-Suomen sosiaalialan kehittämisohjelmaa.
sme: Fidnu lea leamaš oassi Davvi-Suoma sosiálasuorggi ovddidanprográmmas.

source: Kunnat käynnistivät hankkeen laatimalla yhteistyösopimuksen.
sme: Gielddat vuolggahedje fidnu ovttasbargosoahpamuša dahkamiin.

source: Sosiaali- ja terveysministeriö on rahoittanut hanketta kielellisten ja kulttuuristen vähemmistöjen sosiaali- ja terveyspalvelujen edistämisen -painoalueelta.
sme: Sosiála- ja dearvvašvuohtaministeriija lea ruhtadan fidnu gielalaš ja kultuvrralaš unnitloguid sosiála- ja dearvvasvuohtabálvalusaid ovddideami deaddosuorggis.

source: Inarin kunnan sosiaali- ja terveyslautakunta on vastannut hankkeen hallinnoinnista.
sme: Fidnu hálddašeami ovddasvástádus leamašan Anára gieldda sosiála- ja dearvvašvuohtalávdegottis.

source: Saamelaiskäräjät, Pohjois-Suomen sosiaalialan osaamiskeskus ja Sámisoster ry ovat olleet mukana toiminnassa.
sme: Sámediggi, DavviSuoma sosiálasuorggi máhttinguovddáš ja Sámisoster ro leamašlan mielde doaimmas.

source: Hanke on ensimmäinen saamelaisalueen kuntien ja Saamelaiskäräjien yhdessä toteuttama hanke, jossa kehitetään sosiaali- ja terveyspalveluja kuntien palvelutuotantoyksiköissä huomioiden asiakkaiden osallisuus.
sme: Fidnu lea vuosttas sámeguovllu gielddaid ja Sámedikki ovttas ollašuhttán fidnu, mas ovddidit sosiála- ja dearvvašvuohtabálvalusaid gielddaid bálvalusaidbuvttadanovttadagain nu, ahte vuhtii váldit áššehasaid oasálašvuođa.

source: Hankkeen yhtenä kehittämisen tavoitteena on ollut saamelaisen päivähoidon kehittäminen.
sme: Sápmelaš beaivedivššu ovddideapmi leamašlan fidnu oktan ovddideami ulbmilin.

source: Saamelaisen varhaiskasvatuksen kehittämistyö käynnistyi hankkeessa muodostetun saametiimin asiantuntijajäsenten toimesta.
sme: Sápmelaš árabajásgeassima ovddidanbargu vulggii johtui fidnus dahkkon sámebargojoavkku áššedovdilahtuid doaimmas.

source: Kehittämistyöstä on vastannut Inarin kunnan päivähoidon johtaja.
sme: Ovddidanbarggus lea vástidan Anára gieldda beaivedivššu jođiheaddji.

source: Saamelaisen varhaiskasvatussuunnitelman laatimiseen perustettiin kehittämistyöryhmä, joka kokoontui säännöllisesti.
sme: Sápmelaš árabajásgeassinplána dahkamii vuođđuduvvui ovddidanbargojoavku, mii čoahkkanii jeavddalaččat.

source: Puheenjohtajana toimi Utsjoen kunnan saamelaisen varhaiskasvatuksen ohjaaja.
sme: Sátnejođiheaddjin doaimmai Ohcejoga gieldda árabajásgeassima stivrejeaddji.

source: Varhaiskasvatushenkilöstön edustajat kaikista kieliryhmistä ja saamelaisalueen kunnista osallistuivat kehittämistyöryhmän toimintaan.
sme: Árabajásgeassima ovddasteaddjit buot giellajoavkkuin ja sámeguovllu gielddain oassálaste ovddidanbargojoavkku doibmii.

source: Varhaiskasvatuksen kehittämistoiminta käynnistettiin aluksi kartoittamalla saamelaisalueen varhaiskasvatusyksiköiden tilanne ja haastattelemalla henkilöstöä.
sme: Árabajásgeassima ovddidandoaibma álggahuvvui álggos kártemiin, mas čielggadedje sámeguovllu árabajásgeassinovttadagaid dili ja jearahalle bargoveaga.

source: Enontekiön, Inarin ja Utsjoen kunnissa järjestettiin vanhempainiltoja, joissa keskusteltiin saamelaisen varhaiskasvatuksen sisällöllisestä kehittämisestä ja saamelaisuuden huomioimisesta varhaiskasvatussuunnitelmassa.
sme: Eanodaga, Anára ja Ohcejoga gielddain ordnejedje vánhemiidčoahkkimiid, main háleštalle sápmelaš árabajásgeassima sisdoalu ovddideamis ja sápmelašvuođa vuhtii váldima birra árabajásgeassinplánas.

source: Saamelaisalueen varhaiskasvatushenkilöstö osallistui hankkeen aikana järjestettyihin viiteen kehittämis- ja koulutuspäivään.
sme: Sámeguovllu árabajásgeassinbargoveahka oassálasttii fidnu áigge ordnejuvvon viđa ovddidan- ja skuvlenbeaivái.

source: Saamelaisalueelle on muodostunut hankkeen aikana saamelaisen varhaiskasvatuksen henkilöstön yhteistyöverkosto, joka on vahvistanut henkilöstön osaamista ja saamelaiskulttuurin huomioimista työssä sekä edistänyt kuntien ja saamelaiskäräjien välistä yhteistyötä.
sme: Sámeguvlui lea šaddan fidnu áigge sápmelaš árabajásgeassima bargoveaga ovttasbargofierpmádat, mii lea nanosmuhttán bargoveaga máhtu ja sámekultuvrra vuhtii váldima barggus sihke ovddidan gielddaid ja Sámedikki gaskasaš ovttasbarggu.

source: Kehittämishankkeessa on tehty ensimmäinen saamelaisalueen yhteinen saamelainen varhaiskasvatussuunnitelma yhteistyössä, henkilöstön, vanhempien ja eri asiantuntijoiden kanssa.
sme: Ovddidanfidnus lea dahkkon vuosttas sámeguovllu oktasaš sápmelaš árabajásgeassinplána ovttasbarggus bargoveagain, vánhemiiguin ja eará áššedovdiiguin.

source: Varhaiskasvatussuunnitelma esitetään otettavaksi käyttöön saamelaisten kotiseutualueen kunnissa ja muualla Suomessa.
sme: Árabajásgeassinplána evttohuvvo váldot atnui sápmelaččaid ruovttuguovllu gielddain ja eará sajis Suomas.

source: Saamelainen varhaiskasvatussuunnitelma täydentää valtakunnallista ohjausta.
sme: Sápmelaš árabajásgeassinplána dievasmahttá riikkaviidosaš bagadallama.

source: Saamelaisen varhaiskasvatussuunnitelman tarkoituksena on ohjata saamelaisen varhaiskasvatuksen laatua ja sisällöllistä toteuttamista sekä edistää palvelujen yhdenvertaista toteutumista.
sme: Sápmelaš árabajásgeassinplána ulbmilin lea stivret sápmelaččaid árabajásgeassima kvalitehta ja ovddideami sisdoalu dáfus sihke ovddidit bálvalusaid ovttaveardásaš ollašuvvama.

source: Saamelainen varhaiskasvatussuunnitelman laatimisprosessi on ollut osa laajaa saamelaisalueen yhteistä kehittämistyötä.
sme: Sápmelaš árabajásgeassinplána ollašuhttinproseassa lea leamaš oassin viiddis sámeguovllu oktasaš ovttasbarggus.

source: Suunnitelmaa on tarpeen edelleen kehittää käytännön läheisemmäksi yhteistyössä saamelaisalueen henkilöstön, vanhempien ja eri yhteistyötahojen kanssa.
sme: Plána lea ain dárbu ovddidit geavatlažžan ovttasbargguin sámeguovllu bargoveagain, vánhemiiguin ja eará ovttasbargobeliiguin.

source: Kehittämistyön toimintamalli ja tehtävät ovat olleet tekijöilleen antoisa prosessi.
sme: Ovddidanbarggu doaibmamálle barggut leat leamaš dahkkiide proseassa, mii lea addán olu.

source: Osallistujat ovat olleet hyvin sitoutuneita yhteiseen toimintaan.
sme: Oassálastit leat čatnasan bures oktasaš doibmii.

source: Yhteisenä tavoitteena on jatkaa ylikunnallista yhteistyötä palveluita järjestettäessä.
sme: Oktasaš ulbmilin lea joatkit gieldarájáid rasttildeaddji ovttasbarggu bálvalusaid ordnemis.

source: Saamelaiset ovat Euroopan unionin alueen ainoa alkuperäiskansa, jolla on oma historia, kieli, kulttuuri, elämäntapa ja identiteetti.
sme: Sápmelaččat leat Eurohpá uniovnna áidna eamiálbmot, mas lea iežas historjá, giella, kultuvra, eallinvuohki ja identitehta.

source: Saamelaiset ovat asuttaneet Skandinavian ja Suomen pohjoisosaa sekä Kuolan niemimaan sisäosia jo ennen nykyisten valtioiden ja valtionrajojen muodostumista.
sme: Sápmelaččat leat ássan Skandinávia ja Suoma davviosiin sihke Guoládatnjárgga sisosiin jo ovdal dálá stáhtaid ja stáhtarájáid šaddama.

source: Tätä aluetta kutsutaan saamenmaaksi.
sme: Dán guovllu gohčodit Sápmin.

source: Saamelaisia on neljän valtion alueella laskutavan mukaan 60 000–100 000 henkeä.
sme: Sápmelaččat leat njealji riikka guovllus rehkenastinvuogi mielde 60 000 - 100 000 olbmo.

source: Suomessa saamelaisia asuu Saamelaiskäräjien vuoden 2007 tilastojen mukaan 9350 henkeä, joista noin 38,3% asuu saamelaisten kotiseutualueella (3577).
sme: Suomas sápmelaččat leat Sámedikki jagi 2007 statistihka mielde 9350, main sullii 38,3 % sápmelaččaid ruovttuguovllus (3577).

source: Kotiseutualueella tarkoitetaan Enontekiön, Inarin ja Utsjoen kuntien alueita sekä Lapin paliskunnan aluetta Sodankylän kunnasta.
sme: Ruovttuguovlluin oaivvildit Eanodaga, Anára ja Ohcejoga gielddaid guovlluid sihke Sámi bálgosa guovllu Soađegili gielddas.

source: Loput saamelaisista asuvat kotiseutualueen ulkopuolella muualla Suomessa (5129) ja ulkomailla (644).
sme: Loahpat sápmelaččat ásset ruovttuguovllu olggobealde Suomas (5129) ja olgoriikkain (644).

source: Suomessa puhutaan kolmea eri saamen kieltä;
sme: Suomas hállet golbma sámegiela;

source: inarinsaamea, koltansaamea ja pohjoissaamea.
sme: anárašgiela, nuortalašgiela ja davvisámegiela.

source: Arvioiden mukaan vajaa puolet saamelaisista puhuu saamea.
sme: Árvvu mielde váile bealli sápmelaččain máhttá hállat sámegiela.

source: Pohjoissaamea käyttää 70-80 % sekä inarinsaamea ja koltansaamea kumpaakin alle 15 % saamenkielisistä saamelaisista.
sme: Davvisámegiela hállet 70-80 %, sihke anárašgiela ja nuortalašgiela goappáge vuollái 15 % sámegielat sápmelaččain.

source: Vuoden 2007 tilastojen mukaan jo yli 70 % alle 10-vuotiaista saamelaislapsista asuu saamelaisten kotiseutualueen ulkopuolella.
sme: Jagi 2007 statistihkaid mielde jo badjel 70 % vuollel 10-jahkásaš sámemánáin ásset sámiid ruovttuguovllu olggobealde.

source: Saamelaisten tulevaisuuden visiona on, että saamelaisilla alkuperäiskansana on elävä saamen kieli ja vahva yhteisöllisyys, jotka ylläpitävät, vahvistavat ja edistävät saamelaiskulttuurin ja kulttuuriin kuuluvien elinkeinojen säilymistä ja kehittämistä sekä saamelaisten elämäntavan, perinteisen tietämyksen ja perinteisten taitojen välittymistä uusille sukupolville.
sme: Sápmelaččaid boahttevuođa višuvdnan lea, ahte sápmelaččain eamiálbmogin livččii ealli sámegiella ja nana searvvušvuohta, mat bajásdollet, nannejit ja ovddidit sápmelaškultuvrra ja kultuvrii gullevaš ealáhusaid seailuma ja ovdáneami. Maiddái sápmelaš eallinvuogi, árbevirolaš dieđu ja dáidduid sirdašuvvama ođđa sohkabuolvvaide.

source: Saamelaisilla on terve itsetunto ja vahva yhteenkuuluvuuden tunne.
sme: Sápmelaččain lea dearvvas iešdovdu ja nana oktiigullevašvuođa dovdu.

source: Inarinsaamelaiset
sme: Anára čč at

source: Inarinsaamelaiset asuvat yhden valtion ja yhden kunnan sisällä.
sme: Anáraččat ásset ovtta stáhta ja ovtta gieldda siste.

source: Inarinsaamelaisten perinteinen asuma-alue on Inarijärven ympäristö.
sme: Anáraččaid árbevirolaš ássanguovlu lea Anárjávrri birrasis.

source: Perinteinen inarinsaamelainen elämänmuoto käsitti tyypillisimmillään luontaistalouteen perustuvan talonpidon, jossa toimeentulo muodostui kalastuksesta, poronhoidosta, karjanhoidosta ja maanviljelystä ja metsästyksestä.
sme: Árbevirolaš anáraš eallinvuohki sisttisdoalai dábálaččat dállodoalu, man vuođđu lei luondduealáhusas ja dan birgejumi geađgejuolgin ledje guolástus, boazodoallu, šibitdoallu ja eatnama gilvin sihke meahcástus.

source: Inarinsaamelaiset ovat sopeutuneet hyvin nyky-yhteiskuntaan.
sme: Anáraččat leat vuogáiduvvan bures dáláservodahkii.

source: Saamelainen elämäntapa ja arvot eivät ole kadonneet, vaan niistä voi tunnistaa merkkejä nykyisinkin.
sme: Sápmelaš eallinvuohki ja árvvut eai leat láhppon, muhto dain baicce sáhttá oaidnit mearkkaid ain dálge.

source: Perinteisistä elinkeinoista, kuten kalastuksesta ja poronhoidosta saavat monet yhä toimeentulonsa.
sme: Árbevirolaš ealáhusat, dego guolástus ja boazodoallu addet birgejumi máŋgasii.

source: Inarinsaamen kieli on aina ollut vähemmistöasemassa: sen puhujamäärä lienee ollut korkeimmillaan tuhatkunta puhujaa.
sme: Anáraččaid giella lea álo leamašan unnitlogus: dan hállanmearri leamaš várra sullii duhátmeare alimus dásis.

source: Vuonna 1997 Inarinsaamen kielen yhdistys perusti kielipesän (kielâpiervâl), jolloin nuorin kielenpuhuja oli teini-ikäinen.
sme: Jagi 1977 Anárašgiela searvi vuođđudii giellabeasi (kielâpiervâl). Dalle nuoramus giellageavaheaddji lei nuppelohjahkásaš.

source: Kielipesän ansiosta kielen katoaminen on pysähtynyt ja alkanut elpyä.
sme: Giellabeasi dihtii giela jávkan lea bisánan ja giella lea ealáskišgoahtán.

source: Inarinsaamen kielen puhujien määrä on Saamelaiskäräjien tilaston mukaan n. 300.
sme: Anárašgiela hállit leat Sámedikki statistihka mielde sullii 300.

source: Kolttasaamelaiset
sme: Nuortala čč at

source: Kolttasaamelaiset ovat Kuolan niemimaan alkuperäisväestöä, jotka ovat toisen maailmansodan seurauksena menettäneet perinteiset sukualueensa Petsamossa.
sme: Nuortalaččat leat Guoládatnjárgga eamiálbmot, geat leat nuppi máilmmisoađi dihtii massán sin árbevirolaš sohkaguovlluideaset Beahcámis.

source: Kolttasaamelaiset kuuluvat itäsaamelaisiin kielensä ja perinteidensä puolesta.
sme: Giela ja kultuvrra dáfus nuortalaččat gullet nuortasápmelaččaide.

source: Kolttasaamelaiset ovat uskonnoltaan ortodokseja.
sme: Nuortalaččat leat oskku dáfus ortodoksat.

source: Itäisiä piirteitä on nähtävissä mm. pukeutumisessa, juhla- ja tapaperinteessä ja ruokaperinteessä.
sme: Nuorttabeale sárgosat leat vuohttimis ee. gárvodeamis, ávvudan- ja dáhpeárbevierus ja borramušárbevierus.

source: Kolttasaamelaisilla tärkeitä yhteisöllisyyttä lisääviä tekijöitä ovat mm. teekulttuuri, perinteiset leikit, kolttakatrillitanssi, helmikirjonta, juurityöt ja raanun kudonta.
sme: Dahkkit, mat lasihit Nuortalaččaid dehálaš searvvušvuođa, leat ee. teadjakultuvra, árbevirolaš stohkosat, nuortalaškátrilladánsa, bearralherven, veaddeduojit ja ránu gođđin

source: Kolttasaamelaisten saivat toimeentulonsa pääasiassa pyyntitaloudesta.
sme: Nuortalaččat ožžo birgejumi eanaš bivdindállodoalus.

source: Poronhoito sopeutettiin kalastukseen ja metsästykseen.
sme: Boazodoallu heivehuvvui guollebivdui ja meahccebivdui.

source: Nykyisin perinteisistä elinkeinoista porotalous on merkittävä toimeentulonlähde pääasiassa Sevettijärven alueella.
sme: Dálá árbevirolaš ealáhusain boazodoallu lea mearkkašahtti áigáiboađu gáldu Čeavetjávrri guovllus.

source: Kolttasaamelaiset ovat vuosisatoja päättäneet asioistaan yhdessä kyläkokouksissa (sijddsååbbar).
sme: Nuortalaččat leat jahkečuđiid áigge mearredan áššiideaset ovttas giličoahkkimiin (sijddsååbbar).

source: Vanha asioidenhoitomenetelmä toimii nykyäänkin;
sme: Boares áššiiddikšunvuohki doaibmá maiddái otná beaivve;

source: kolttien asioita hoitavat kolttien luottamusmies ja kolttaneuvosto.
sme: nuortalaččaid áššiid dikšot nuortalaččaid luohttámušalmmái ja nuortalašráđđi.

source: Kolttien ja koltta-alueen elinolojen, toimeentulomahdollisuuksien ja kulttuurin ylläpitämiseksi ja edistämiseksi on voimassa kolttalaki, jossa säädetään laina- ja avustustavoista muun muassa kalastuksen ja poronhoidon sekä koltta-alueen palveluiden edistämiseksi.
sme: Nuortalaččaid nuortalašguovllu eallindiliid, birgejupmevejolašvuođaid ja kultuvrra bajásdoallama ja ovddideami várás lea nuortalašláhka, mas lea ásahuvvon loatna- ja doarjjavugiin earret eará guolástusa ja boazodoalu sihke nuortalašguovllu bálvalusaid ovddideamis.

source: Kolttasaamelaisia arvioidaan olevan nykyisin Suomessa noin 700 henkeä. Kolttasaamelaiset asuvat Inarin kunnan itäosissa, Inarijärven etelä-, kaakkois- ja koilliskulmalla, ns. koltta-alueella.
sme: Nuortalaččaid árvvoštallet leat dál Suomas sullii 700. Nuortalaččat ásset Anára gieldda nuortaosiin, Anárjávrri mátta-, nuortamátta- ja davvenuortačiegas, ng. nuortalašguovllus.

source: Heistä noin kolmannes asuu saamelaisalueen ulkopuolella.
sme: Sullii goalmmádas sis ássá sámeguovllu olggobealde.

source: Koltansaamen puhujien määrää on yli 350. Koltansaamen kielen elvyttämiseksi on toteutettu lyhytkestoisia kielenelvytystoimia vuodesta 1993 alkaen.
sme: Nuortalašgiela hálliid mearri lea sullii 350. Nuortalašgiela ealáskahttima várás leat ollašuhttán oanehisáigge giellaealáskahttidoaimmaid jagi 1993 rájes.

source: Koltansaamen kieli on Suomessa puhuttavista saamen kielistä uhanalaisin.
sme: Nuortalašgiella lea Suomas hállojuvvon sámegielain eanemus áitatvuloš.

source: Vuonna 2008 on kielen elvyttämiseksi aloitettu Ivalossa kielipesätoiminta.
sme: Jagi 2008 Avvilis lea álggahuvvon giellabeassedoaibma giela ealáskahttima dihtii.

source: Varhaiskasvatuksessa lähtökohtana on lapsen edun ja oikeuksien turvaaminen.
sme: Árabajásgeassima vuođđun lea máná ovddu ja rivttiid dorvvasteapmi.

source: Varhaiskasvatuksella on suuri merkitys myös lapsen hyvinvoinnin ja terveyden edistäjänä.
sme: Árabajásgeassimis lea stuorra mearkkašupmi maiddái máná buresbirgejumi ja dearvvašvuođa ovddideamis.

source: Tässä suunnitelmassa varhaiskasvatus ymmärretään varhaiskasvatuksen valtakunnallisten linjausten mukaisesti sisällöllisenä terminä.
sme: Dán plánas árabajásgeassin áddejuvvo árabajásgeassima riikkaviidosaš linnjágeassimiid mielde sisdololaš tearbman.

source: Varhaiskasvatus määritellään lapsen eri elämänpiirissä tapahtuvaksi kasvatukselliseksi vuorovaikutukseksi, jonka ensisijaisena tavoitteena on edistää lapsen kokonaisvaltaista hyvinvointia.
sme: Árabajásgeassin meroštallo máná eará eallinbiires dáhpáhuvvan pedagogalaš vuorrováikkuhussan, mas vuosttas ulbmil lea ovddidit máná oppalaš buresbirgejumi.

source: Saamelaisella varhaiskasvatuksella on merkittävä rooli niin lasten saamen kielen ja saamelaisen identiteetin vahvistamisessa kuin myös saamelaisten säilymisenä omana kansanryhmänään.
sme: Sápmelaš árabajásgeassimis lea mearkkašahtti rolla nu mánáid sámegiela ja sápmelaš identitehta nannemis go maiddái sápmelaččaid seailumis iežas álbmotjoavkun.

source: Saamen kielen opettamis- ja elvyttämisvastuuta on jaettava kodin, varhaiskasvatuspalvelujen ja perusopetuksen kesken.
sme: Sámegiela oahpahan- ja ealáskahttinovddasvástádusa galgá juohkit skuvlla, ruovttu ja árabajásgeassinbálvalusaid ja vuođđooahpahusa gaskka.

source: Saamelaisella lapsella on oikeus saada tukea varhaiskasvatuspalveluissa kasvaakseen oman kulttuurinsa jäseneksi ja omaksuakseen saamelaisia tietoja, taitoja, tapoja ja arvoja.
sme: Sápmelaš mánás lea riekti oažžut duvdaga árabajásgeassinbálvalusain vai šaddá iežas kultuvrras lahttun ja oahppá sápmelaš dieđuid, dáidduid, dábiid ja árvvuid.

source: Saamelainen varhaiskasvatustoiminta perustuu saamelaisiin arvoihin, jotka ovat erityisesti kieli, suku, yhteisö, vahva identiteetti, luonto, perinteiset elinkeinot, sukupuolten välinen tasa-arvo ja ihmisyys, monikulttuurisuus, rauha ja sovinnollisuus.
sme: Sápmelaš árabajásgeassindoaimma vuođđun leat sápmelaš árvvut, dego eandalii giella, sohka, servodat, nana identitehta, luondu, árbevirolaš ealáhusat, sohkabeliid gaskasaš dásseárvu ja olmmošvuohta, máŋggakultuvrratvuohta ja soabalašvuohta.

source: Saamelaisen varhaiskasvatuksen päämääränä on ihminen, joka on itsenäinen, vastuullinen, sosiaalinen, luonteeltaan ja taidoiltaan monipuolinen ja jolla on omaa tahdonvoimaa ja arviointikykyä ja joka pärjää uudenaikaisessa yhteiskunnassa.
sme: Sápmelaš árabajásgeassima mihttomearrin lea olmmoš, guhte lea iehčanas, vásttolaš, sosiálalaš, luonddus ja dáidduidis dáfus máŋggabealat ja geas lea iežas dáhttufápmu ja árvvoštallanattáldagat ja guhte birge ođđaáigásaš servodagas.

source: Kieli on ihmisen ajattelun ja vuorovaikutuksen perusta.
sme: Giella lea olbmo jurddašeami ja vuorrováikkuhusa geađgejuolgi.

source: Kielen avulla ihminen tulee tietoiseksi itsestään, muodostaa omat käsityksensä ja myös kommunikoi ympäristön kanssa.
sme: Giela vehkiin olmmoš boahtá diđolažžan alddis, hábme iežas áddejumi ja maiddái kommunisere iežas birrasiin.

source: Tällä tavalla kieli rakentaa yhteistä maailmaamme ja kulttuuriamme.
sme: Dáinna vugiin giella hukse min oktasaš máilbmámet ja kultuvramet.

source: Saamelaiset ovat asuinalueillaan luonnostaan olleet kanssakäymisissä eri kielien ja kulttuurien kanssa ja tästä johtuen ovat usein monikielisiä ja arvostavat hyvää kielitaitoa.
sme: Sápmelaččat leat sin ássanguovllus lunddolaččat leamašan dahkamušas eará gielaiguin ja kultuvrraiguin ja dán dihtii leat dávjá máŋggagielagat ja atnet árvvus buori gielladáiddu.

source: Saamen kielellä tarkoitetaan kaikkia Suomessa puhuttavia saamen kieliä, pohjois-, inarin- ja koltansaamen kieltä.
sme: Sámegielain oaivvildit buot Suomas hállojuvvon sámegielaid, davvisáme-, anáraš- ja nuortalašgiela.

source: Suomen saamen kielet kuuluvat kansainvälisen luokituksen (UNESCO Red Book) mukaan uhanalaisiin kieliin.
sme: Suoma sámegielat gullet riikkaidgaskasaš klassifiserema (UNESCO Red Book) mielde áitatvuloš gielaide.

source: Suomessa puhuttavat inarin- ja koltansaame luokitellaan vakavasti uhanalaisiin kieliin.
sme: Suomas hállojuvvon anáraš- ja nuortalašgiella gullet garrasit áitatvuloš gielaide.

source: Saamen kieli on otettu vuonna 2002 EU:n komission vakavasti uhanalaisten kielten ohjelmaan.
sme: Sámegiella lea váldon jagi 2002 EU:a kommišuvnna duođalaččat áitatvuloš gielaid prográmmii.

source: Saamen kielien pääuhka on sitä ympäröivä enemmistökieli ja kulttuuri.
sme: Sámegiela váldoáitta lea dan birastahtti majoritehtagiella ja kultuvra.

source: Saamen kielten säilyminen edellyttää, että yhteiskunta luo kielten säilymiselle ja kehittymiselle riittävät edellytykset.
sme: Sámegielaid seailun gáibida, ahte servodat láhčá giela seailumii ja ovdáneapmái doarvái buori eavttuid.

source: Tämä edellyttää kaikkien saamen kielten kohdalla positiivisia erityistoimia.
sme: Dát gáibida buot sámegielaid bokte positiivvalaš sierradoaimmaid.

source: Kielten säilyminen edellyttää myös sen yhteisön jäsenten tietoisuuden heräämistä, joka näkyy perheen kielen valinnassa.
sme: Gielaid seailun gáibida maiddái dan servodaga lahtuid diđolašvuođa morráneami, mii oidno bearraša giela válljemis.

source: Alkuperäiskansan kielten käyttömahdollisuuksien vahvistaminen kaikilla elämän alueilla on tärkeää kielen säilymiselle ja kehittymiselle.
sme: Eamiálbmogiid gielaid geavahanvejolašvuođaid lasiheapmi buot eallima surggiin lea dehálaš giela seailuma ja ovdáneami dáfus.

source: Saamenkielinen päivähoito tai kielipesä voi olla lapsen ainoa saamenkielinen ympäristö.
sme: Sámegielat beaivedikšu dahje giellabeassi sáhttá leat máná áidna sámegielat biras.

source: Saamenkieliseen päivähoitoon tulevien lasten saamen kielen hallinta voi olla hyvinkin eri tasoilla.
sme: Mánáid, geat bohtet sámegielat beaivedikšui, giela máhttu sáhttá leat eará dásiin.

source: Pohjoissaamenkielisessä päivähoidossa kielitaidoiltaan eritasoiset lapset sijoittuvat samaan ryhmään.
sme: Davvisámegielat beaivedivššus gielladáiddu dáfus eará dási mánát sajustuvvojit seamma jovkui.

source: Erityisenä haasteena onkin se, miten varhaiskasvatuksessa huomioidaan lapsen kielelliset tarpeet monimuotoisessa lapsiryhmässä, jossa on erilaisia oppijoita ja joiden kielitaidon taso ja tuen tarpeet vaihtelevat paljon.
sme: Earenoamáš hástalus leage dat, mo árabajásgeassimis váldit vuhtii mánáid gielalaš dárbbuid máŋggahámat mánnájoavkkus, mas leat earálágan oahppit ja geaid gielladássi ja doarjaga dárbbut molsašuddet olu.

source: Mikäli kielen omaksumisen tukemiseen ei kiinnitetä riittävää huomiota, tilanne voi johtaa saamenkielisen lapsen kielen vaihtumiseksi suomen kieleen.
sme: Jus giela oahppama doarjun ii oaččo doarvái fuopmášumi, dilli sáhttá doalvut sámegielat máná suomaiduvvamii, giela molsašuddama suomagiellan.

source: Kaikissa varhaiskasvatuspalveluissa tulee varmistaa lapsen yhdenvertainen oikeus omaan kieleen ja kulttuuriin.
sme: Buot árabajásgeassinbálvalusain galgá sihkkarastit máná ovttaveardásašvuođa iežas gillii ja kultuvrii.

source: 3.1. Saamen kieli ensimmäisenä tai toisena kielenä
sme: 3.1. Sámegiella vuosttas dahje nubbin giellan

source: Vähemmistöasemassa oleville on tärkeää oman äidinkielen oppimisen lisäksi sen säilyminen.
sme: Unnitlogusajádaga olbmuide lea iežas eatnigiela oahppama lassin dehálaš maiddái dan seailun.
